// import 'package:flutter_app/widgets/textContainer.dart';
List texts = [
  [
    "বিকেবি সিটিজেন চার্টার",
    "বাংলাদেশে কৃষি ব্যাংক কর্তৃক প্রদত্ত বিভিন্ন ধরনের সেবা: \n০১.  আমানত সংরক্ষণ\nক).আমানত হিসাব খোলা\nখ) আমানত হিসাবে টাকা জমা\nগ) আমানতের টাকা উত্তোলণ\n\n০২. ঋণ কাযক্রম\nঅ.কৃষি ঋণ:\nক) শস্য ঋণ\nখ)মৎস্য ঋণ\nগ)প্রাণী সম্পদ\nঘ) সেচ ও খামার যন্ত্রপাতি\nঙ)দারিদ্র বিমোচন\nচ)শস্য গুদাম ও বাজারজাতকরণ\nছ)কৃষি ঋণের আওতায় চলমান ঋণ-1\nআ. অকৃষি ঋণঃ\nক) এস এম ই (ক্ষুদ্র ও মাঝারী এন্টারপ্রাইজ)\nখ)কৃষিভিত্তিক শিল্প/প্রকল্প\nগ)রপ্তানী ঋণ\nঘ)অন্যান্য ঋণ\n(1) স্বল্প মেয়াদী ঋণ ( 6 মাস  হতে 18 মাস পযন্ত)\n2)মধ্য মেয়াদী ঋণ (18 মাস হতে 5 বৎসর পযন্ত)\n3) দীঘ©© মেয়াদী ঋণ (5 বৎসর ও তদুধ সময়কালীন)\n## স্বল্প মেয়াদী ঋণ (শস্য ঋণের ক্ষেত্রে) :\n## স্বল্প মেয়াদী ঋণ (জামানতী ঋণের ক্ষেত্রে):\n## মধ্য মেয়াদী ঋণ (প্রকল্প ব্যতীত)\n## মধ্য মেয়াদী ঋণ (প্রকল্প ঋণের ক্ষেত্রে ):\nদীঘ© মেয়াদী ঋণ:\n\n০৩. ক) সকল প্রকার বৈদেশিক বিনিময় ব্যবসার সুবিধা\nখ)ব্যাংক গ্যারান্টি\nগ) লকার সুবিধা\n04.রেমিট্যান্স\nক) ফরেন  ইনওয়া©ড রেমিট্যান্স\nখ)ফরেন আউটওয়াড© রেমিট্যান্স\n05.বিনিয়োগ সুবিধা\n06.ইউটিলিটি বিল জমা\n07.পেনশন/ভাতা পরিশোধ\n08.সরকারের পক্ষে প্রদত্ত সেবা সমূহ\n09.তথ্য –প্রযুক্তি আওতায় সেবা কাযক্রম\n1. Offline & Online Banking \n2. One stop service\n3. ATM (Automated Teller Machine)\n4. BACH (Bangladesh Automated Clearing House & EFTN (Electronic Fund Transfer Network)\n5. Mobile Banking\n6. Online CIB\n7. Automated IRS (International Remittance System)\n8. RTGS (Real Time Gross Settlement)"
  ],
  [
    "ঋণ আবেদনকারীর যোগ্যতা",
    "> কৃষি কাজে সরাসরি নিয়োজিত প্রকৃত কৃষকগণ কৃষি ঋণ পাওয়ার জন্য যোগ্য বলে বিবেচিত হবেন। \n\n> খেলাপি ঋণ গ্রহীতাগণ নতুন ঋণ পাবার যোগ্য বলে বিবেচিত হবেন না।\n\n> বাংলাদেশের নাগরিক হতে হবে।\n\n> প্রাপ্ত বয়স্ক ব্যক্তি হতে হবে।\n\n> ঋণ ব্যবহারের যোগ্যতাসহ ঋণ পরিশোধের ক্ষমতা থাকতে হবে।\n\n> কোন দেউলিয়া ব্যক্তি ব্যাংক ঋণের জন্য বিবেচিত হবেন না।\n\n> কোন উন্মাদ বা জড় বুদ্ধিসম্পন্ন ব্যক্তি ব্যাংক ঋণের যোগ্য বলে বিবেচিত হবেন না।\n\n> সৎ, সাহসী, উদ্যমী , পরিশ্রমী, সংশ্লিষ্ট কাজে পেশাদারী অভিজ্ঞতা, ব্যবস্থাপনায় দক্ষ,কারিগরী ও বাজার সম্পর্কিত জ্ঞান সম্পন্ন হতে হবে।\n\n> শিক্ষিত/সংশ্লিষ্ট বিষয়ে অভিজ্ঞ, সৃষ্টি ধর্মী, ঝুঁকি বহনে আগ্রহী, দুর-দৃষ্টি ভাবাপন্ন সিদ্ধান্ত গ্রহনের ক্ষমতা, নেতৃত্বের  গুণাবলীর অধিকারী হতে হবে।\n\n> এসএমই ঋণ: ক্ষুদ্র ও মাঝারী এন্টারপ্রাইজ খাতে সরাসরি নিয়োজিত প্রকৃত উদ্যোক্তাগণ এসএমই ঋণ প্রাপ্তির যোগ্য বলে বিবেচিত হবেন। \n\n> সাধারণভাবে খেলাপি ঋণ গ্রহীতাগণ নতুন ঋণ পাবার যোগ্য বলে বিবেচিত হবেন না।"
  ],
  [
    "ঋণের মৌলিক তথ্য ও পরিশোধের সময়কাল",
    "স্বল্প মেয়াদী ঋণঃ \tশস্য উৎপাদন, কৃষিজাত পণ্য, মৎস্য চাষ, গরু মোটাতাজাকরণ, আর্থ-সামাজিক কর্মকান্ড, বিপণন এবং অন্যান্য উৎপাদনমুখী কার্যকলাপের জন্য দেয়া হয়। এই ঋণ সর্বোচ্চ ১৮ মাসের মধ্যে পরিশোধ করতে হয়।\n\n>\tমধ্যম মেয়াদী ঋণঃ \tফল ও ফুলের চাষ, মৎস্য চাষ, পশু সম্পদ, সেচ ও কৃষি যন্ত্রপাতি, গ্রামীণ পরিবহন, মাঝারী ধরণের প্রকল্প ইত্যাদির জন্য দেয়া হয়। এই ঋণ ১৮ মাসের উর্ধ্বে কিন্ত ৫ বৎসরের মধ্যে পরিশোধ করতে হয়।\n\n>\tদীর্ঘ মেয়াদী ঋণঃ \tউদ্যান উন্নয়ন, কৃষি ভিত্তিক শিল্প, কৃষিজাত খামার, রপ্তানীযোগ্য দ্রব্যাদি উৎপাদন, চা বাগান উন্নয়ন,রাবার চাষ ইত্যাদির জন্য দেয়া হয়। এই ঋণ পরিশোধের সময় সীমা ৫ বৎসরের উর্ধ্বে নির্ধারণ করা হয় যাহা সাধারনত প্রকল্পের আয় এবং গেস্টশন সময়ের উপর ভিত্তি করে র্নিধারণ করা হয়।\n\n> \tএছাড়া বৈদেশিক বাণিজ্যিক ঋণ, এসএমই ঋণ, কনজ্যুমার ঋণ, আমানতের বিপরীতে ঋণ প্রদান করে থাকে।\n"
  ],
  [
    "শস্য ঋণের প্রয়েজনীয় কাগজপত্র",
    "১.\tজাতীয় পরিচয়পত্রর ফটোকপি।\n\n২.\tআবেদনকারীর দুই কপি (সত্যায়িত) পাসপোর্ট সাইজের ছবি।\n\n৩.\tনাগরিকত্ব সনদপত্র।\n\n৪.\tশস্য ঋণ এবং ব্যক্তিগত নিশ্চয়তার বিপরীতে ঋণের জন্য কোন আইনানুগ দলিলপত্র কিংবা কোন প্রকার স্বত্ব দলিলপত্রের প্রয়োজন হয় না, তবে মঞ্জুরী কর্তৃপক্ষ প্রয়োজনে উক্ত দলিল পত্রাদি পরীক্ষা করে দেখতে পারেন।"
  ],
  [
    "মেয়াদী ঋণের প্রয়েজনীয় কাগজপত্র",
    "মেয়াদী ঋণ/ বন্ধকী ঋণ :\n\n১.\tজাতীয় পরিচয়পত্রের   ফটোকপি।\n\n২.\tআবেদনকারীর দুই কপি (সত্যায়িত) পাসপোর্ট সাইজের ছবি।\n\n৩.\tনাগরিকত্ব সনদপত্র।\n\n৪.\tখতিয়ানের কপি সমূহ।\n\n৫.\tখাজনার দাখিলাসহ মূল কবলা দলিল।\n\n৬.\tনিলামের মাধ্যমে অর্জিত সম্পত্তির বেলায় খাজনার দাখিলাসহ বিক্রয় এবং দখল প্রদানের সার্টিফিকেট।\n\n৭.\tউত্তরাধিকার সূত্রে প্রাপ্ত সম্পত্তির ক্ষেত্রে মূল খতিয়ানের কপিসমূহ।\n\n৮.\tক্রয়কৃত সম্পত্তির ক্ষেত্রে মূল দলিল, ভায়া দলিল, খারিজ খতিয়ান, হালসনের খাজনার দাখিলা, মৌজা ম্যাপের ফটোকপি।\n\n৯.\tইজারার মাধ্যমে অর্জিত সম্পত্তির বেলায় খাজনার দাখিলাসহ দাতার মুল দলিল এবং দানপত্র দলিল (হেবা)।\n\n১০.\tজামানতি সম্পত্তি অপ্রাপ্ত বয়স্ক ব্যক্তি হইলে প্রস্তাবিত জামানতি সম্পত্তি ব্যাংকের বরাবরে বন্ধক দেওয়ার জন্য জেলা জজের অনুমতিপত্র ।"
  ],
  [
    "বিশেষ কর্মসূচি",
    "শুভ হালখাতাঃ চিরায়ত বাংলার সার্বজনীন উৎসব হিসেবে প্রতি বছর ১লা বৈশাখ উপলক্ষ্যে চৈত্র মাসের শেষদিন ব্যাংকের সকল শাখায় এক যোগে শুভ হালখাতা অনুষ্ঠানের আয়োজন করা হয়। হালখাতা উপলক্ষ্যে উৎসব মুখর পরিবেশে ব্যাংকের ঋণগ্রহীতাগণ তাদের পুরাতন ঋণ পরিশোধ করে নতুন ঋণ গ্রহণ করে থাকেন। এ উপলক্ষ্যে সম্মানিত গ্রহীতাগণকে সর্বোত্তম সেবা নিশ্চিত করা হয়।\n\nমধুমেলাঃ জৈষ্ঠ্য মাস মধু মাস। আবহমান বাংলার ঐতিহ্যে মধুমাস উদ্‌যাপন এবং অর্থ বছরের ঋণ আদায়, ঋণ বিতরন ও আমানত সংগ্রহ সহ যাবতীয় ব্যবসায়িক লক্ষ্যমাত্রা অনুযায়ী শতভাগ অর্জন নিশ্চিত করার লক্ষ্যে প্রতি বছরের মে মাসে পক্ষকাল ব্যাপী মধুমেলা অনুষ্ঠানের আয়োজন করা হয়। যেসকল গ্রাহক হালখাতার সময় ঋণ পরিশোধে অসমর্থ হন ঐ সকল গ্রাহককে এ সময় সর্বোত্তম সেবা প্রদানের মাধ্যমে ঋণ আদায়, বিতরন ও আমানত সংগ্রহের জন্য এই বিশেষ কর্মসূচির আয়োজন করা হয়।\n\nআমানতসংগ্রহঃ গ্রাহকের নিকট থেকে আমানত সংগ্রহ ও বিনিয়োগের মাধ্যমে ব্যাংকিং কার্যক্রম পরিচালনা করা হয়। ব্যাংক ব্যবস্থাপনা কর্তৃপক্ষ সময়ে সময়ে আমানত সংগ্রহের বিশেষ কর্মসূচি গ্রহনের মাধ্যমে আমানত মাস/পক্ষ/সপ্তাহ উদ্‌যাপন করে থাকে। এই কর্মসূচিতে ব্যাংকের নিয়ন্ত্রণকারী কার্যালয়সহ শাখাপর্যায়ে কর্মরত কর্মকর্তা/কর্মচারীগণ জনগণকে উদ্বুদ্ধ করে আমানত সংগ্রহ কর্মসূচি সফল বাস্তবায়নের লক্ষ্যে কাজ করে থাকেন।"
  ],
  [
    "প্রয়োজনীয় প্রশ্ন ও উত্তর",
    "১.\tবাংলাদেশ কৃষি ব্যাংক হতে কাহারা ঋণ সুবিধা গ্রহণ করতে পারেন?\n\nউত্তরঃ প্রাপ্ত বয়স্ক বাংলাদেশী যে কোন নাগরিক বাংলাদেশ কৃষি ব্যাংক হতে ঋণ সুবিধা গ্রহণ করতে পারেন ।\n\n২.\tবাংলাদেশ কৃষি ব্যাংক লোন অ্যাপস্ হতে কী কী সেবা প্রদানের বিষয়ে জানা যায়?\n\nউত্তরঃ বাংলাদেশ কৃষি ব্যাংক থেকে যে সকল ঋণ  প্রদান করা হয়ে থাকে যেমন- লোন পাওয়ার নূন্যতম যোগ্যতা, লোনের প্রকারভেদ, লোনের পরিমাণ, প্রয়োজনীয় দলিলপত্রের তালিকা, ঋণ সীমা, ঋণ পরিশোধের সময়সূচি ইত্যাদি এই এ্যাপস্ হতে পাওয়া যাবে।\n\n৩.\tকৃষি ব্যাংক লোন অ্যাপস্ টি ডাউনলোড করতে কোন মূল্য পরিশোধ করতে হয় কিনা/ অ্যাপস্ টি কোথায় পাওয়া যাবে?\n\nউত্তরঃ কৃষি ব্যাংক লোন অ্যাপস্ টি সম্পূর্ণ ফ্রি এবং গুগল প্লেস্টোর থেকে  বিনামূল্যে পাওয়া যাবে।\n\n৪.\tকীভাবে আমি বুঝতে পারব যে কৃষি ব্যাংক লোন অ্যাপস্ টি নিরাপদ?\n\nউত্তরঃ বাংলাদেশ কৃষি ব্যাংক আইসিটি সংশ্লিষ্ট অত্যাধুনিক সিকিউরিটি প্রযুক্তি ব্যবহার করে থাকে। তাই আপনার ডিভাইসটি এই অ্যাপস্ হতে কোন ধরনের ভাইরাস/স্প্যামওয়্যার ইত্যাদি দ্বারা ক্ষতিগ্রস্থ হওয়ার সম্ভবনা নাই।\n\n৫.\tযদি আমার ডিভাইসে সিকিউরিটি সমস্যা তৈরী হয়; তখন কি ব্যবস্থা গ্রহণ করব?\n\nউত্তরঃ এক্ষেত্রে আপনি জরুরী ভিত্তিতে বিকেবি’র নিকট বিষয়টি জানাবেন। আমাদের টেলিফোন নম্বর- +৮৮ ০২ ৯৫৫১১৬৮ অথবা ই-মেইলঃ ফমসরঃপড়ঢ়@শৎরংযরনধহশ.ড়ৎম.নফ ঠিকানায় যোগাযোগ করতে হবে।\n\n৬.\tবাংলাদেশ কৃষি ব্যাংক আমানত হিসাব খোলে কী না ? হিসাব খুলে থাকলে কী কী ধরনের আমানত হিসাব খুলে থাকে?\n\nউত্তরঃ বাংলাদেশ কৃষি ব্যাংক, সকল ধরনের আমানত হিসাব খোলে থাকে যেমন- সঞ্চয়ী, চলতি, এসএসডি এবং সঞ্চয়ী স্কীম হিসাব  ইত্যাদি। এছাড়াও সরকার কর্তৃক সময় সময় ঘোষিত বিভিন্ন আমানত হিসাব সমূহ খুলে থাকে।\n\n৭.\tবাংলাদেশ কৃষি ব্যাংক বৈদেশিক বাণিজ ব্যবসা করে কী না?\n\nউত্তরঃ বাংলাদেশ কৃষি ব্যাংকের এডি শাখা সমূহ  বৈদেশিক বাণিজ্য ব্যবসা করে থাকে যেমন- এলসি, এলআইএম ইত্যাদি।\n\n৮.\tবাংলাদেশ কৃষি ব্যাংক বাণিজ্যিক ঋণ প্রদান করে কী না? করে থাকলে কী ধরনের ঋণ প্রদান করে থাকে?\n\nউত্তরঃ বাংলাদেশ কৃষি ব্যাংক বাণিজ্যিক ঋণ প্রদান করে থাকে; যেমন- সিসি, প্রজেক্ট, এসএমই, ওর্য়াকিং ক্যাপিটাল ইত্যাদি খাতে।\n"
  ]
];
//
// List loan_menu = [
//   ["সাধারন তথ্যাবলী", loan_general_info_menu],
//   ["আবেদনের প্রয়োজনীয় কাগজপত্র", loan_docs_needed_for_application],
//   ["ঋণের প্রকারভেদ", loan_types],
//   ["ঋণের আবেদন ফরম", loan_application_form]
// ];
//
// List loan_general_info_menu = [
//   ["ঋণ আবেদনকারীর যোগ্যতা", textContainer(texts[1][0], texts[1][1])],
//   [
//     "ঋণের মৌলিক তথ্য ও পরিশোধের সময়কাল",
//     textContainer(texts[2][0], texts[2][1])
//   ],
//   ["ফসল ঋণ বিতরন পঞ্জিকা", textContainer("ends here", "ends here")],
//   ["ঋণের সুদ", loan_interest_type],
//   ["ঋণের নিয়মাচার", textContainer("ends here", "ends here")]
// ];
//
// List loan_docs_needed_for_application = [
//   ["শস্য ঋণের প্রয়েজনীয় কাগজপত্র", textContainer(texts[3][0], texts[3][1])],
//   ["মেয়াদী ঋণের প্রয়েজনীয় কাগজপত্র", textContainer(texts[4][0], texts[4][1])],
//   ["এসএমই(SME) ঋণ", loan_sme_needed_docs]
// ];
//
// List loan_types = [
//   ["স্বল্প মেয়াদী ঋণ", loan_short_term_types],
//   ["মধ্যম মেয়াদী ঋণ", loan_mid_term_types],
//   ["দীর্ঘ মেয়াদী ঋণ", loan_long_term_types],
//   ["অন্যান্য ঋণ", loan_other_types],
//   ["বৈদেশিক বাণিজ্য সম্পর্কিত ঋণ", loan_export_types]
// ];
// List loan_application_form = [];
//
// List loan_interest_type = [
//   ["ঋণের সুদের হার (শস্য)", textContainer("ends here", "ends here")],
//   ["ঋণের সুদের হার (অন্যান্য)", textContainer("ends here", "ends here")]
// ];
//
// List loan_sme_needed_docs = [
//   ["SME ঋণ প্রয়োজনীয় কাগজপত্র", textContainer("ends here", "ends here")],
//   [
//     "প্রকল্প ঋণ /চলতি মুলধন ঋণ/চলতি মুলধন ঋণ প্রয়োজনীয় কাগজপত্র",
//     textContainer("ends here", "ends here")
//   ]
// ];
// List loan_short_term_types = [
//   ["শস্য ঋণ", loan_crop_loan_types],
//   ["চা উৎপাদন ঋণ", textContainer("ends here", "ends here")],
//   ["নগদ মুলধন ঋণ/চলতি মুলধন ঋণ", loan_current_type],
//   [
//     "আর্থ-সামাজিক কার্যাবলী-আইফাদ/স্বনির্ভর ঋণ কর্মসূচী",
//     loan_socio_economic_types
//   ]
// ];
// List loan_crop_loan_types = [
//   ["রোপা আমন", textContainer("ends here", "ends here")],
//   ["বোরো", textContainer("ends here", "ends here")],
//   ["গম", textContainer("ends here", "ends here")],
//   ["আলু", textContainer("ends here", "ends here")],
//   ["আখ", textContainer("ends here", "ends here")],
//   ["সরিষা/বাদাম", textContainer("ends here", "ends here")],
//   ["ডাল/শীত কালীন শাকসবজি", textContainer("ends here", "ends here")],
//   ["আউশ/বোনা আমন", textContainer("ends here", "ends here")],
//   ["পাট", textContainer("ends here", "ends here")],
//   ["ভুট্টা", textContainer("ends here", "ends here")],
//   ["তিল/গ্রীষ্মকালীন শাক সবজী", textContainer("ends here", "ends here")],
//   ["তুলা", textContainer("ends here", "ends here")],
//   ["আদা/কচু", textContainer("ends here", "ends here")],
//   ["মৎস্যচাষ", textContainer("ends here", "ends here")],
//   ["চিংড়ি চাষ", textContainer("ends here", "ends here")],
//   ["একুয়াকালচার", textContainer("ends here", "ends here")],
//   ["রেণু উৎপাদন", textContainer("ends here", "ends here")],
//   ["লবণ চাষ", textContainer("ends here", "ends here")],
//   ["কলাচাষ ও বিবিধ", textContainer("ends here", "ends here")],
//   ["শস্যগুদাম ও বাজারজাতকরণ", textContainer("ends here", "ends here")]
// ];
// List loan_current_type = [
//   ["রপ্তানী ঋণ", textContainer("ends here", "ends here")],
//   ["মৎস্য প্রক্রিয়াজাতকরণ", textContainer("ends here", "ends here")],
//   ["আলু সংরক্ষণ", textContainer("ends here", "ends here")],
//   ["কৃষি পণ্যের বিপণন", textContainer("ends here", "ends here")],
//   [
//     "সার ও কীটনাশক ঔষধের ডিলার , কৃষি পণ্যের ক্ষুদ্র ব্যবসায়ী",
//     textContainer("ends here", "ends here")
//   ],
//   ["অন্যান্য (এসএমই খাত সহ)", textContainer("ends here", "ends here")]
// ];
// List loan_socio_economic_types = [
//   ["রোপা আমন", textContainer("ends here", "ends here")],
//   ["বোরো", textContainer("ends here", "ends here")],
//   ["গম", textContainer("ends here", "ends here")],
//   ["আলু", textContainer("ends here", "ends here")],
//   ["আখ", textContainer("ends here", "ends here")],
//   ["সরিষা/বাদাম", textContainer("ends here", "ends here")],
//   ["ডাল/শীত কালীন শাকসবজি", textContainer("ends here", "ends here")],
//   ["আউশ/বোনা আমন", textContainer("ends here", "ends here")],
//   ["পাট", textContainer("ends here", "ends here")],
//   ["ভুট্টা", textContainer("ends here", "ends here")],
//   ["তিল/গ্রীষ্মকালীন শাক সবজী", textContainer("ends here", "ends here")],
//   ["তুলা", textContainer("ends here", "ends here")],
//   ["আদা/কচু", textContainer("ends here", "ends here")],
//   ["মৎস্যচাষ", textContainer("ends here", "ends here")],
//   ["চিংড়ি চাষ", textContainer("ends here", "ends here")],
//   ["একুয়াকালচার", textContainer("ends here", "ends here")],
//   ["রেণু উৎপাদন", textContainer("ends here", "ends here")],
//   ["লবণ চাষ", textContainer("ends here", "ends here")],
//   ["কলাচাষ ও বিবিধ", textContainer("ends here", "ends here")],
//   ["শস্যগুদাম ও বাজারজাতকরণ", textContainer("ends here", "ends here")]
// ];
// List loan_mid_term_types = [
//   ["হালের বলদ/গ্রামীন যানবাহন", textContainer("ends here", "ends here")],
//   [
//     "ফল ও অন্যান্য অর্থকরী ফসলের বাগান/পানবরজ/মিশ্র খামার",
//     textContainer("ends here", "ends here")
//   ],
//   ["রেশম চাষ", textContainer("ends here", "ends here")],
//   [
//     "স্বনির্ভর ঋণ কর্মসূচী/শিক্ষিত বেকার যুবক উন্নয়ন কর্মসূচী",
//     textContainer("ends here", "ends here")
//   ],
//   ["সেচ যন্ত্রপাতি", textContainer("ends here", "ends here")],
//   ["পুকুরে মৎস্য চাষ", textContainer("ends here", "ends here")],
//   ["চিংড়ি চাষ (প্রকল্প আকারে)", textContainer("ends here", "ends here")],
//   ["সামুদ্রিক মৎস্য চাষ", textContainer("ends here", "ends here")],
//   [
//     "আর্থ-সামাজিক কার্যাবল-আইফাদ আর, এফ, পি/স্বনির্ভর ঋণ কর্মসূচী ",
//     textContainer("ends here", "ends here")
//   ],
//   [
//     "কৃষি যন্ত্রপাতি/খামার যন্ত্রপাতি ",
//     textContainer("ends here", "ends here")
//   ],
//   [
//     "গাভী পালন/হাঁস-মুরগী পালন/ছাগল পালন/গরু মোটাতাজাকরণ/হাঁসের খামার",
//     textContainer("ends here", "ends here")
//   ],
//   [
//     "কুটির শিল্প/তাঁত শিল্প/পল্লী বিদ্যুতায়ন",
//     textContainer("ends here", "ends here")
//   ]
// ];
//
// List loan_long_term_types = [
//   ["কৃষি ভিত্তক শিল্প", loan_agri_based_industry],
//   ["চা বাগান উন্নয়ন", textContainer("ends here", "ends here")],
//   ["রাবার চাষ", textContainer("ends here", "ends here")],
//   ["প্রকল্প ঋণ", textContainer("ends here", "ends here")]
// ];
// List loan_agri_based_industry = [
//   ["দুগ্ধ খামার", textContainer("ends here", "ends here")],
//   ["গবাদী পশুর খামার", textContainer("ends here", "ends here")],
//   ["হাঁস-মুরগী পালন/খামার", textContainer("ends here", "ends here")],
//   ["মৎস্য খামার", textContainer("ends here", "ends here")],
//   ["ফলের বাগান", textContainer("ends here", "ends here")],
//   [
//     "ছোট আকারের কৃষি যন্ত্রপাতি উৎপাদন ",
//     textContainer("ends here", "ends here")
//   ]
// ];
// List loan_other_types = [
//   ["আমানতের বিপরীতে ঋণ ", textContainer("ends here", "ends here")],
//   ["কনজ্যুমার ঋণ", textContainer("ends here", "ends here")],
//   ["গ্রীণ ব্যাংকিং", textContainer("ends here", "ends here")],
//   ["এসএমই ঋণ", textContainer("ends here", "ends here")]
// ];
//
// List loan_export_types = [
//   ["এলটিআর", textContainer("ends here", "ends here")],
//   ["পি এ ডি(বিল অব এক্সচেঞ্জ)", textContainer("ends here", "ends here")],
//   ["আইবিপি", textContainer("ends here", "ends here")],
//   ["প্যাকিং/ক্রেডিট", textContainer("ends here", "ends here")]
// ];
